# RbsVoltagetypeMaxvoltageParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsVoltagetypeMaxvoltageParam Property
ParameterTypeId Class See Also
---
"Maximum Voltage"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsVoltagetypeMaxvoltageParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsVoltagetypeMaxvoltageParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsVoltagetypeMaxvoltageParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace